Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Sound played when a terminal bell (\a) is triggered. "Haptic Only" preserves the default vibration-only behavior.
ar: الصوت الذي يُشغَّل عند تفعيل جرس الطرفية (\a). يحافظ خيار "اهتزاز فقط" على الاستجابة اللمسية بدون صوت.
ca: So reproduït quan s'activa la campana del terminal (\a). "Només hàptic" conserva la resposta tàctil sense so.
cs: Zvuk přehrávaný při spuštění zvonku terminálu (\a). „Pouze haptika“ zachovává hmatovou odezvu bez zvuku.
da: Lyd der afspilles, når en terminalklokke (\a) udløses. "Kun haptisk" bevarer den haptiske respons uden lyd.
de: Ton, der bei Auslösung einer Terminal-Glocke (\a) abgespielt wird. „Nur Haptik“ erhält die haptische Rückmeldung ohne Ton.
es: Sonido reproducido al activarse la campana del terminal (\a). "Solo háptico" conserva la respuesta táctil sin sonido.
fi: Ääni, joka toistetaan terminaalin kellon (\a) lauetessa. "Vain tuntopalaute" säilyttää tuntopalautteen ilman ääntä.
fr: Son joué lorsqu'une cloche de terminal (\a) est déclenchée. « Haptique uniquement » conserve la réponse tactile sans son.
he: צליל המושמע כאשר פעמון הטרמינל (\a) מופעל. "רטט בלבד" שומר על תגובה הפטית ללא צליל.
hu: A terminálcsengő (\a) aktiválásakor lejátszott hang. A „Csak tapintás“ megőrzi a haptikus visszajelzést hang nélkül.
it: Suono riprodotto quando viene attivata la campana del terminale (\a). "Solo feedback aptico" mantiene la risposta tattile senza suono.
ja: ターミナルベル（\a）がトリガーされた時に再生される音。「触覚のみ」は音なしで触覚フィードバックを維持します。
ko: 터미널 벨(\a)이 트리거될 때 재생되는 소리. "햄틱만"은 소리 없이 햄틱 반응을 유지합니다.
nb: Lyd som spilles når en terminalbjelle (\a) utløses. "Kun haptisk" bevarer den haptiske responsen uten lyd.
nl: Geluid dat wordt afgespeeld wanneer een terminalbel (\a) wordt geactiveerd. "Alleen haptisch" behoudt de haptische respons zonder geluid.
pl: Dźwięk odtwarzany po wyzwoleniu dzwonka terminala (\a). „Tylko haptyka“ zachowuje odpowiedź dotykową bez dźwięku.
pt_br: Som reproduzido quando um sino do terminal (\a) é acionado. "Apenas háptico" preserva a resposta tátil sem som.
pt_pt: Som reproduzido quando uma campainha do terminal (\a) é acionada. "Apenas háptico" preserva a resposta tátil sem som.
ro: Sunetul redat când este activat clopoțelul terminalului (\a). „Doar haptic“ păstrează răspunsul tactil fără sunet.
sl: Zvok, ki se predvaja ob sprožitvi zvonca terminala (\a). "Samo haptično" ohranja haptični odziv brez zvoka.
sv: Ljud som spelas när en terminalbjällra (\a) utlöses. "Endast haptisk" bevarar den haptiska responsen utan ljud.
uk: Звук, що відтворюється при спрацюванні дзвоника терміналу (\a). "Лише вібрація" зберігає тактильний відгук без звуку.
vi: Âm thanh phát khi chuông terminal (\a) được kích hoạt. "Chỉ rung" giữ lại phản hồi xúc giác mà không có âm thanh.
zh_hans: 终端铃声（\a）触发时播放的声音。“仅触觉反馈”保留触觉响应但不发出声音。
zh_hant: 終端鈴聲（\a）觸發時播放的聲音。「僅觸覺回饋」保留觸覺響應但不發出聲音。

source: Sound used for OS notifications such as terminal events and SSH session reminders.
ar: الصوت المستخدم لإشعارات نظام التشغيل مثل أحداث الطرفية وتذكيرات جلسات SSH.
ca: So utilitzat per a les notificacions del sistema operatiu, com ara esdeveniments del terminal i recordatoris de sessions SSH.
cs: Zvuk používaný pro systémová oznámení, jako jsou události terminálu a připomínky relací SSH.
da: Lyd der bruges til OS-notifikationer som terminalhændelser og SSH-sessionspåmindelser.
de: Ton für Betriebssystem-Benachrichtigungen wie Terminal-Ereignisse und SSH-Sitzungserinnerungen.
es: Sonido utilizado para notificaciones del sistema operativo, como eventos del terminal y recordatorios de sesiones SSH.
fi: Käyttöjärjestelmän ilmoituksissa käytettävä ääni, kuten terminaalitapahtumat ja SSH-istuntomuistutukset.
fr: Son utilisé pour les notifications du système d'exploitation, comme les événements du terminal et les rappels de sessions SSH.
he: צליל המשמש להתראות מערכת ההפעלה כגון אירועי טרמינל ותזכורות הפעלות SSH.
hu: Az operációs rendszer értesítéseihez használt hang, például terminál-események és SSH-munkamenet emlékeztetők.
it: Suono utilizzato per le notifiche del sistema operativo come eventi del terminale e promemoria delle sessioni SSH.
ja: ターミナルイベントやSSHセッションのリマインダーなど、OS通知に使用される音。
ko: 터미널 이벤트 및 SSH 세션 알림과 같은 OS 알림에 사용되는 소리.
nb: Lyd brukt til OS-varsler som terminalhendelser og SSH-øktpåminnelser.
nl: Geluid voor OS-meldingen zoals terminalevenementen en SSH-sessieherinneringen.
pl: Dźwięk używany do powiadomień systemowych, takich jak zdarzenia terminala i przypomnienia sesji SSH.
pt_br: Som usado para notificações do sistema operacional, como eventos do terminal e lembretes de sessão SSH.
pt_pt: Som utilizado para notificações do sistema operativo, como eventos do terminal e lembretes de sessão SSH.
ro: Sunetul folosit pentru notificările sistemului de operare, cum ar fi evenimentele terminalului și memento-urile sesiunilor SSH.
sl: Zvok za obvestila operacijskega sistema, kot so dogodki terminala in opomniki sej SSH.
sv: Ljud som används för OS-aviseringar som terminalhändelser och SSH-sessionspåminnelser.
uk: Звук для сповіщень операційної системи, таких як події терміналу та нагадування сесій SSH.
vi: Âm thanh dùng cho thông báo hệ điều hành như sự kiện terminal và nhắc nhở phiên SSH.
zh_hans: 用于操作系统通知的声音，例如终端事件和SSH会话提醒。
zh_hant: 用於作業系統通知的聲音，例如終端事件和SSH工作階段提醒。

source: Sounds
ar: الأصوات
ca: Sons
cs: Zvuky
da: Lyde
de: Töne
es: Sonidos
fi: Äänet
fr: Sons
he: צלילים
hu: Hangok
it: Suoni
ja: サウンド
ko: 소리
nb: Lyder
nl: Geluiden
pl: Dźwięki
pt_br: Sons
pt_pt: Sons
ro: Sunete
sl: Zvoki
sv: Ljud
uk: Звуки
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

source: Source Key
ar: المفتاح المصدر
ca: Clau d'origen
cs: Zdrojový klíč
da: Kildenøgle
de: Quellschlüssel
es: Clave de origen
fi: Lähde avain
fr: Clé source
he: מפתח מקור
hu: Forráskulcs
it: Chiave sorgente
ja: ソースキー
ko: 원본 키
nb: Kildenøkkel
nl: Bronsleutel
pl: Klucz źródłowy
pt_br: Chave de Origem
pt_pt: Chave de Origem
ro: Cheie sursă
sl: Izvorni ključ
sv: Källnyckel
uk: Вихідний ключ
vi: Khóa nguồn
zh_hans: 源密钥
zh_hant: 來源金鑰

source: Space
ar: مسافة
ca: Espai
cs: Mezerník
da: Mellemrum
de: Leertaste
es: Espacio
fi: Välilyönti
fr: Espace
he: רווח
hu: Szóköz
it: Spazio
nb: Mellomrom
nl: Spatie
pl: Spacja
pt_br: Espaço
pt_pt: Espaço
ro: Spațiu
sl: Presledek
sv: Mellanslag
uk: Пробіл
vi: Dấu cách

source: Space behavior
ar: سلوك المسافة
ca: Comportament de l'espai
cs: Chování mezerníku
da: Mellemrumshandling
de: Leertastenverhalten
es: Comportamiento de Espacio
fi: Välilyönnin toiminta
fr: Comportement de la barre d'espace
he: התנהגות מקש הרווח
hu: Szóköz viselkedése
it: Comportamento della barra spaziatrice
ja: スペースキーの動作
ko: 스페이스 동작
nb: Mellomromsatferd
nl: Gedrag van spatiebalk
pl: Zachowanie spacji
pt_br: Comportamento da barra de espaço
pt_pt: Comportamento da barra de espaço
ro: Comportamentul tastei Spațiu
sl: Vedenje preslednice
sv: Mellanslagets beteende
uk: Поведінка пробілу
vi: Hành vi phím cách
zh_hans: 空格键行为
zh_hant: 空白鍵行為

source: Special
ar: خاص
ca: Especial
cs: Speciální
da: Speciel
de: Sonder
es: Especial
fi: Erikois
fr: Spécial
he: מיוחד
hu: Speciális
it: Speciale
ja: 特殊
ko: 특수
nb: Spesiell
nl: Speciaal
pl: Specjalne
pt_br: Especial
pt_pt: Especial
sl: Posebno
uk: Спеціальний
vi: Đặc biệt
zh_hans: 特殊
zh_hant: 特殊

source: Special Keys
ar: مفاتيح خاصة
ca: Tecles especials
cs: Speciální klávesy
da: Specialtaster
de: Sondertasten
es: Teclas especiales
fi: Erikoisnäppäimet
fr: Touches spéciales
he: מקשים מיוחדים
hu: Speciális billentyűk
it: Tasti speciali
ja: 特殊キー
ko: 특수 키
nb: Spesialtaster
nl: Speciale toetsen
pl: Klawisze specjalne
pt_br: Teclas especiais
pt_pt: Teclas especiais
ro: Taste speciale
sl: Posebne tipke
sv: Specialtangenter
uk: Спеціальні клавіші
vi: Phím đặc biệt
zh_hans: 特殊按键
zh_hant: 特殊按鍵

source: Speed
ar: السرعة
ca: Velocitat
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fi: Nopeus
fr: Vitesse
he: מהירות
hu: Sebesség
it: Velocità
ja: 速度
ko: 속도
nb: Hastighet
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
pt_pt: Velocidade
ro: Viteză
sl: Hitrost
sv: Hastighet
uk: Швидкість
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

source: Split Down
ar: تقسيم للأسفل
ca: Divideix cap avall
cs: Rozdělit dolů
da: Opdel ned
de: Nach unten teilen
es: Dividir hacia abajo
fi: Jaa alas
fr: Diviser vers le bas
he: פצל למטה
hu: Felosztás lefelé
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del ned
nl: Splits omlaag
pl: Podziel w dół
pt_br: Dividir para Baixo
pt_pt: Dividir para Baixo
ro: Împărțire în jos
sl: Razdeli navzdol
sv: Dela nedåt
uk: Розділити вниз
vi: Chia xuống dưới
zh_hans: 向下分屏
zh_hant: 向下分割

source: Split Focus Border
ar: حدود التركيز للتقسيم
ca: Vora del focus de divisió
cs: Ohraničení zaměřeného panelu
da: Fokusramme for opdeling
de: Teilungsfokus-Rahmen
es: Borde de foco de división
fi: Jaon kohdistuksen reuna
fr: Bordure de focus du volet
he: גבול פוקוס פיצול
hu: Felosztás fókuszkeret
it: Bordo del pannello attivo
ja: 分割フォーカス枠線
ko: 분할 포커스 테두리
nb: Delingsfokuskant
nl: Splitsfocusrand
pl: Obramowanie aktywnego podziału
pt_br: Borda de Foco da Divisão
pt_pt: Borda de Foco da Divisão
ro: Bordură de focalizare a panoului
sl: Obroba fokusa razdelitve
sv: Ram för delad fokus
uk: Рамка фокусу розділення
vi: Viền lấy nét khi chia
zh_hans: 分屏聚焦边框
zh_hant: 分割聚焦邊框

source: Split Left
ar: تقسيم لليسار
ca: Divideix a l'esquerra
cs: Rozdělit vlevo
da: Opdel venstre
de: Nach links teilen
es: Dividir hacia la izquierda
fi: Jaa vasemmalle
fr: Diviser vers la gauche
he: פצל שמאלה
hu: Felosztás balra
it: Dividi a sinistra
ja: 左に分割
ko: 왼쪽으로 분할
nb: Del venstre
nl: Splits links
pl: Podziel w lewo
pt_br: Dividir para a Esquerda
pt_pt: Dividir para a Esquerda
ro: Împărțire la stânga
sl: Razdeli levo
sv: Dela vänster
uk: Розділити вліво
vi: Chia sang trái
zh_hans: 向左分屏
zh_hant: 向左分割

source: Split Panes
ar: الأجزاء المقسمة
ca: Panells dividits
cs: Rozdělené panely
da: Opdelte paneler
de: Bereiche teilen
es: Paneles divididos
fi: Jaetut ruudut
fr: Diviser les volets
he: חלוניות מפוצלות
hu: Felosztott panelek
it: Pannelli divisi
ja: ペインの分割
ko: 패널 분할
nb: Delte paneler
nl: Gesplitste panelen
pl: Panele podziału
pt_br: Painéis Divididos
pt_pt: Painéis Divididos
ro: Împărțire panouri
sl: Razdeli podokna
sv: Delade paneler
uk: Розділені панелі
vi: Chia ngăn
zh_hans: 分屏窗格
zh_hant: 分割面板

source: Split Right
ar: تقسيم لليمين
ca: Divideix a la dreta
cs: Rozdělit vpravo
da: Opdel højre
de: Nach rechts teilen
es: Dividir hacia la derecha
fi: Jaa oikealle
fr: Diviser vers la droite
he: פצל ימינה
hu: Felosztás jobbra
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del høyre
nl: Splits rechts
pl: Podziel w prawo
pt_br: Dividir para a Direita
pt_pt: Dividir para a Direita
ro: Împărțire la dreapta
sl: Razdeli desno
sv: Dela höger
uk: Розділити вправо
vi: Chia sang phải
zh_hans: 向右分屏
zh_hant: 向右分割

source: Split Up
ar: تقسيم للأعلى
ca: Divideix cap amunt
cs: Rozdělit nahoru
da: Opdel op
de: Nach oben teilen
es: Dividir hacia arriba
fi: Jaa ylös
fr: Diviser vers le haut
he: פצל למעלה
hu: Felosztás felfelé
it: Dividi in alto
ja: 上に分割
ko: 위로 분할
nb: Del opp
nl: Splits omhoog
pl: Podziel w górę
pt_br: Dividir para Cima
pt_pt: Dividir para Cima
ro: Împărțire în sus
sl: Razdeli navzgor
sv: Dela uppåt
uk: Розділити вгору
vi: Chia lên trên
zh_hans: 向上分屏
zh_hant: 向上分割

source: Splits
ar: تقسيمات
ca: Divisions
cs: Rozdělení
da: Opdelinger
de: Teilungen
es: Divisiones
fi: Jaot
fr: Divisions
he: פיצולים
hu: Felosztások
it: Divisioni
ja: 分割
ko: 분할
nb: Delinger
nl: Splitsingen
pl: Podziały
pt_br: Divisões
pt_pt: Divisões
ro: Împărțiri
sl: Razdelitve
sv: Uppdelningar
uk: Розділення
vi: Chia tách
zh_hans: 分屏
zh_hant: 分割

source: SSH & Local Shell
ar: SSH والصدفة المحلية
ca: SSH i shell local
cs: SSH a lokální shell
da: SSH og lokal shell
de: SSH & Lokale Shell
es: SSH y shell local
fi: SSH ja paikallinen komentotulkki
fr: SSH et shell local
he: SSH ומעטפת מקומית
hu: SSH és helyi shell
it: SSH e shell locale
ja: SSHとローカルシェル
ko: SSH 및 로컬 셸
nb: SSH og lokalt skall
nl: SSH en lokale shell
pl: SSH i powłoka lokalna
pt_br: SSH e Shell Local
pt_pt: SSH e Shell Local
ro: SSH si shell local
sl: SSH in lokalna lupina
sv: SSH & lokalt skal
uk: SSH і локальна оболонка
vi: SSH & Shell Cục Bộ
zh_hans: SSH 与本地 Shell
zh_hant: SSH 與本機 Shell

source: SSH & Networking
ar: SSH والشبكات
ca: SSH i xarxa
cs: SSH a sítě
da: SSH og netværk
de: SSH & Netzwerk
es: SSH y red
fi: SSH ja verkko
fr: SSH et réseau
he: SSH ורשת
hu: SSH és hálózatkezelés
it: SSH e rete
ja: SSHとネットワーク
ko: SSH 및 네트워크
nb: SSH og nettverk
nl: SSH en netwerk
pl: SSH i sieć
pt_br: SSH e Rede
pt_pt: SSH e Rede
ro: SSH si retea
sl: SSH in omrežje
sv: SSH & nätverk
uk: SSH і мережа
vi: SSH & Mạng
zh_hans: SSH 与网络
zh_hant: SSH 與網路

source: SSH Agent
ar: وكيل SSH
ca: Agent SSH
cs: Agent SSH
es: Agente SSH
fi: SSH-agentti
fr: Agent SSH
he: סוכן SSH
hu: SSH-ügynök
it: Agente SSH
ja: SSH エージェント
ko: SSH 에이전트
pl: Agent SSH
pt_br: Agente SSH
pt_pt: Agente SSH
ro: Agent SSH
sl: Agent SSH
uk: SSH-агент
zh_hans: SSH 代理
zh_hant: SSH 代理

source: SSH Agent Request
ar: طلب وكيل SSH
ca: Sol·licitud de l'agent SSH
cs: Požadavek SSH agenta
da: SSH Agent-forespørgsel
de: SSH-Agent-Anfrage
es: Solicitud de agente SSH
fi: SSH-agentin pyyntö
fr: Requête de l'agent SSH
he: בקשת SSH Agent
hu: SSH Agent kérés
it: Richiesta SSH Agent
ja: SSHエージェントリクエスト
ko: SSH 에이전트 요청
nb: SSH-agentforespørsel
nl: SSH Agent-verzoek
pl: Żądanie agenta SSH
pt_br: Solicitação do Agente SSH
pt_pt: Pedido do Agente SSH
ro: Cerere agent SSH
sl: Zahteva SSH agenta
sv: SSH Agent-förfrågan
uk: Запит SSH-агента
vi: Yêu Cầu SSH Agent
zh_hans: SSH 代理请求
zh_hant: SSH 代理請求

source: SSH Agents
ar: وكلاء SSH
ca: Agents SSH
cs: Agenti SSH
da: SSH-agenter
es: Agentes SSH
fi: SSH-agentit
fr: Agents SSH
he: סוכני SSH
hu: SSH-ügynökök
it: Agenti SSH
ja: SSH エージェント
ko: SSH 에이전트
nb: SSH-agenter
pl: Agenci SSH
pt_br: Agentes SSH
pt_pt: Agentes SSH
ro: Agenți SSH
sl: Agenti SSH
sv: SSH-agenter
uk: SSH-агенти
vi: SSH agent
zh_hans: SSH 代理
zh_hant: SSH 代理

source: SSH Configuration
ar: إعداد SSH
ca: Configuració SSH
cs: Konfigurace SSH
da: SSH-konfiguration
de: SSH-Konfiguration
es: Configuración SSH
fi: SSH-asetukset
fr: Configuration SSH
he: הגדרות SSH
hu: SSH-konfiguráció
it: Configurazione SSH
ja: SSH設定
ko: SSH 구성
nb: SSH-konfigurasjon
nl: SSH-configuratie
pl: Konfiguracja SSH
pt_br: Configuração SSH
pt_pt: Configuração SSH
ro: Configurare SSH
sl: Nastavitev SSH
sv: SSH-konfiguration
uk: Конфігурація SSH
vi: Cấu hình SSH
zh_hans: SSH 配置
zh_hant: SSH 設定

source: SSH Connection
ar: اتصال SSH
ca: Connexió SSH
cs: Připojení SSH
da: SSH-forbindelse
de: SSH-Verbindung
es: Conexión SSH
fi: SSH-yhteys
fr: Connexion SSH
he: חיבור SSH
hu: SSH-kapcsolat
it: Connessione SSH
ja: SSH接続
ko: SSH 연결
nb: SSH-tilkobling
nl: SSH-verbinding
pl: Połączenie SSH
pt_br: Conexão SSH
pt_pt: Ligação SSH
ro: Conexiune SSH
sl: SSH povezava
sv: SSH-anslutning
uk: З'єднання SSH
vi: Kết nối SSH
zh_hans: SSH 连接
zh_hant: SSH 連線

source: SSH Connection Debug Logging
ar: تسجيل تصحيح اتصال SSH
ca: Registre de depuració de connexió SSH
cs: Diagnostické zaznamenávání připojení SSH
da: Debug-logning af SSH-forbindelse
de: Debug-Protokollierung der SSH-Verbindung
es: Registro de depuración de conexión SSH
fi: SSH-yhteyden debug-kirjaus
fr: Journalisation de débogage de connexion SSH
he: תיעוד ניפוי באגים של חיבור SSH
hu: SSH-kapcsolat hibakeresési naplózása
it: Registrazione di debug della connessione SSH
ja: SSH接続デバッグログ
ko: SSH 연결 디버그 로그
nb: Debug-logging av SSH-tilkobling
nl: Debug-logboek voor SSH-verbinding
pl: Rejestrowanie diagnostyczne połączenia SSH
pt_br: Registro de depuração de conexão SSH
pt_pt: Registo de depuração de ligação SSH
ro: Jurnalizare de depanare a conexiunii SSH
sl: Razhroščevalno beleženje povezave SSH
sv: Debug-loggning för SSH-anslutning
uk: Діагностичне журналювання з'єднання SSH
vi: Nhật ký gỡ lỗi kết nối SSH
zh_hans: SSH 连接调试日志
zh_hant: SSH 連線除錯記錄

source: SSH connection failed: %@
ar: فشل اتصال SSH: %@
ca: La connexió SSH ha fallat: %@
cs: Připojení SSH se nezdařilo: %@
da: SSH-forbindelsen mislykkedes: %@
de: SSH-Verbindung fehlgeschlagen: %@
es: La conexión SSH falló: %@
fi: SSH-yhteys epäonnistui: %@
fr: Échec de la connexion SSH : %@
he: חיבור SSH נכשל: %@
hu: Az SSH-kapcsolat sikertelen: %@
it: Connessione SSH non riuscita: %@
ja: SSH接続に失敗しました: %@
ko: SSH 연결에 실패했습니다: %@
nb: SSH-tilkoblingen mislyktes: %@
nl: SSH-verbinding mislukt: %@
pl: Połączenie SSH nie powiodło się: %@
pt_br: A conexão SSH falhou: %@
pt_pt: A ligação SSH falhou: %@
ro: Conexiunea SSH a eșuat: %@
sl: Povezava SSH ni uspela: %@
sv: SSH-anslutningen misslyckades: %@
uk: Не вдалося встановити з'єднання SSH: %@
vi: Kết nối SSH thất bại: %@
zh_hans: SSH 连接失败：%@
zh_hant: SSH 連線失敗：%@

source: SSH Connection Required
ar: يتطلب اتصال SSH
ca: Connexió SSH requerida
cs: Vyžadováno SSH připojení
da: SSH-forbindelse påkrævet
de: SSH-Verbindung erforderlich
es: Conexión SSH requerida
fi: SSH-yhteys vaaditaan
fr: Connexion SSH requise
he: נדרש חיבור SSH
hu: SSH kapcsolat szükséges
it: Connessione SSH richiesta
ja: SSH接続が必要です
ko: SSH 연결 필요
nb: SSH-tilkobling kreves
nl: SSH-verbinding vereist
pl: Wymagane połączenie SSH
pt_br: Conexão SSH necessária
pt_pt: Ligação SSH necessária
ro: Conexiune SSH necesară
sl: Zahtevana SSH povezava
sv: SSH-anslutning krävs
uk: Потрібне SSH-зʼєднання
vi: Yêu cầu kết nối SSH
zh_hans: 需要SSH连接
zh_hant: 需要SSH連線

source: SSH Credentials
ar: بيانات اعتماد SSH
ca: Credencials SSH
cs: Přihlašovací údaje SSH
da: SSH-legitimationsoplysninger
de: SSH-Zugangsdaten
es: Credenciales SSH
fi: SSH-tunnukset
fr: Identifiants SSH
he: אישורי SSH
hu: SSH-hitelesítő adatok
it: Credenziali SSH
ja: SSH認証情報
ko: SSH 자격 증명
nb: SSH-legitimasjon
nl: SSH-inloggegevens
pl: Dane uwierzytelniające SSH
pt_br: Credenciais SSH
pt_pt: Credenciais SSH
ro: Acreditări SSH
sl: Poverilnice SSH
sv: SSH-uppgifter
uk: Облікові дані SSH
vi: Thông tin xác thực SSH
zh_hans: SSH 凭据
zh_hant: SSH 憑證

source: SSH host keys will appear here after you connect and trust them
ar: ستظهر مفاتيح مضيفي SSH هنا بعد الاتصال والوثوق بها
ca: Les claus de host SSH apareixeran aquí un cop us connecteu i les accepteu
cs: SSH klíče hostitelů se zde zobrazí po připojení a schválení
da: SSH-værtsnøgler vises her, når du har oprettet forbindelse og godkendt dem
de: SSH-Host-Schlüssel werden hier angezeigt, nachdem Sie sich verbunden und ihnen vertraut haben
es: Las claves de host SSH aparecerán aquí después de conectarse y aceptarlas
fi: SSH-palvelinten avaimet näkyvät täällä, kun olet yhdistänyt ja hyväksynyt ne
fr: Les clés d'hôte SSH apparaîtront ici après connexion et approbation
he: מפתחות מארח SSH יופיעו כאן לאחר שתתחבר ותיתן בהם אמון
hu: Az SSH gazdakulcsok itt jelennek meg, miután csatlakozott és elfogadta őket
it: Le chiavi host SSH appariranno qui dopo la connessione e l'approvazione
ja: SSHホストキーは接続して信頼した後にここに表示されます
ko: SSH 호스트 키는 연결하고 신뢰한 후 여기에 표시됩니다
nb: SSH-vertsnøkler vises her etter at du kobler til og stoler på dem
nl: SSH-hostsleutels verschijnen hier nadat u verbinding heeft gemaakt en ze heeft vertrouwd
pl: Klucze hostów SSH pojawią się tutaj po połączeniu i zaakceptowaniu ich
pt_br: As chaves de host SSH aparecerão aqui após você conectar e confiar nelas
pt_pt: As chaves de anfitrião SSH aparecerão aqui após se ligar e confiar nelas
ro: Cheile de gazda SSH vor aparea aici dupa ce va conectati si le acceptati
sl: SSH ključi gostiteljev se bodo prikazali tukaj, ko se povežete in jim zaupate
sv: SSH-värdnycklar visas här efter att du anslutit och godkänt dem
uk: Ключі хостів SSH зʼявляться тут після підключення та підтвердження довіри
vi: Khóa host SSH sẽ xuất hiện ở đây sau khi bạn kết nối và tin tưởng chúng
zh_hans: SSH 主机密钥将在您连接并信任后显示在此处
zh_hant: SSH 主機金鑰將在您連線並信任後顯示在此處

source: SSH Key
ar: مفتاح SSH
ca: Clau SSH
cs: SSH klíč
da: SSH-nøgle
de: SSH-Schlüssel
es: Clave SSH
fi: SSH-avain
fr: Clé SSH
he: מפתח SSH
hu: SSH kulcs
it: Chiave SSH
ja: SSHキー
ko: SSH 키
nb: SSH-nøkkel
nl: SSH-sleutel
pl: Klucz SSH
pt_br: Chave SSH
pt_pt: Chave SSH
ro: Cheie SSH
sl: SSH ključ
sv: SSH-nyckel
uk: SSH-ключ
vi: Khóa SSH
zh_hans: SSH 密钥
zh_hant: SSH 金鑰

source: SSH Key Details
ar: تفاصيل مفتاح SSH
ca: Detalls de la clau SSH
cs: Podrobnosti SSH klíče
da: SSH-nøgledetaljer
de: SSH-Schlüsseldetails
es: Detalles de clave SSH
fi: SSH-avaimen tiedot
fr: Détails de la clé SSH
he: פרטי מפתח SSH
hu: SSH kulcs részletei
it: Dettagli chiave SSH
ja: SSHキーの詳細
ko: SSH 키 세부 정보
nb: SSH-nøkkeldetaljer
nl: SSH-sleuteldetails
pl: Szczegóły klucza SSH
pt_br: Detalhes da Chave SSH
pt_pt: Detalhes da Chave SSH
ro: Detalii cheie SSH
sl: Podrobnosti SSH ključa
sv: SSH-nyckeldetaljer
uk: Деталі SSH-ключа
vi: Chi Tiết Khóa SSH
zh_hans: SSH 密钥详情
zh_hant: SSH 金鑰詳細資訊

source: SSH Key Not Available
ar: مفتاح SSH غير متوفر
ca: Clau SSH no disponible
cs: SSH klíč nedostupný
da: SSH-nøgle ikke tilgængelig
de: SSH-Schlüssel nicht verfügbar
es: Clave SSH no disponible
fi: SSH-avain ei ole käytettävissä
fr: Clé SSH non disponible
he: מפתח SSH לא זמין
hu: SSH kulcs nem elérhető
it: Chiave SSH non disponibile
ja: SSHキーが利用できません
ko: SSH 키를 사용할 수 없음
nb: SSH-nøkkel ikke tilgjengelig
nl: SSH-sleutel niet beschikbaar
pl: Klucz SSH niedostępny
pt_br: Chave SSH Não Disponível
pt_pt: Chave SSH Não Disponível
ro: Cheie SSH indisponibila
sl: SSH ključ ni na voljo
sv: SSH-nyckel ej tillgänglig
uk: SSH-ключ недоступний
vi: Khóa SSH Không Khả Dụng
zh_hans: SSH 密钥不可用
zh_hant: SSH 金鑰不可用

source: SSH key not available on this device
ar: مفتاح SSH غير متوفر على هذا الجهاز
ca: Clau SSH no disponible en aquest dispositiu
cs: SSH klíč není dostupný na tomto zařízení
da: SSH-nøgle er ikke tilgængelig på denne enhed
de: SSH-Schlüssel auf diesem Gerät nicht verfügbar
es: Clave SSH no disponible en este dispositivo
fi: SSH-avain ei ole käytettävissä tällä laitteella
fr: Clé SSH non disponible sur cet appareil
he: מפתח SSH לא זמין במכשיר זה
hu: Az SSH kulcs nem érhető el ezen az eszközön
it: Chiave SSH non disponibile su questo dispositivo
ja: このデバイスではSSHキーを利用できません
ko: 이 기기에서 SSH 키를 사용할 수 없습니다
nb: SSH-nøkkel ikke tilgjengelig på denne enheten
nl: SSH-sleutel niet beschikbaar op dit apparaat
pl: Klucz SSH niedostępny na tym urządzeniu
pt_br: Chave SSH não disponível neste dispositivo
pt_pt: Chave SSH não disponível neste dispositivo
ro: Cheie SSH indisponibila pe acest dispozitiv
sl: SSH ključ ni na voljo na tej napravi
sv: SSH-nyckel ej tillgänglig på denna enhet
uk: SSH-ключ недоступний на цьому пристрої
vi: Khóa SSH không khả dụng trên thiết bị này
zh_hans: 此设备上不可用的 SSH 密钥
zh_hant: 此裝置上無法使用此 SSH 金鑰

source: SSH key request
ar: طلب مفتاح SSH
ca: Sol·licitud de clau SSH
cs: Požadavek na klíč SSH
da: SSH-nøgleanmodning
de: SSH-Schlüsselanfrage
es: Solicitud de clave SSH
fi: SSH-avainpyyntö
fr: Requête de clé SSH
he: בקשת מפתח SSH
hu: SSH-kulcs kérése
it: Richiesta chiave SSH
ja: SSH鍵の要求
ko: SSH 키 요청
nb: SSH-nøkkelforespørsel
nl: SSH-sleutelverzoek
pl: Żądanie klucza SSH
pt_br: Solicitação de chave SSH
pt_pt: Pedido de chave SSH
ro: Cerere de cheie SSH
sl: Zahteva za ključ SSH
sv: SSH-nyckelbegäran
uk: Запит ключа SSH
vi: Yêu cầu khóa SSH
zh_hans: SSH 密钥请求
zh_hant: SSH 金鑰請求

source: SSH Key Type
ar: نوع مفتاح SSH
ca: Tipus de clau SSH
cs: Typ SSH klíče
da: SSH-nøgletype
de: SSH-Schlüsseltyp
es: Tipo de clave SSH
fi: SSH-avaimen tyyppi
fr: Type de clé SSH
he: סוג מפתח SSH
hu: SSH kulcs típusa
it: Tipo di chiave SSH
ja: SSHキーの種類
ko: SSH 키 유형
nb: SSH-nøkkeltype
nl: SSH-sleuteltype
pl: Typ klucza SSH
pt_br: Tipo de Chave SSH
pt_pt: Tipo de Chave SSH
ro: Tip cheie SSH
sl: Vrsta SSH ključa
sv: SSH-nyckeltyp
uk: Тип SSH-ключа
vi: Loại Khóa SSH
zh_hans: SSH 密钥类型
zh_hant: SSH 金鑰類型
